Repository: Rivalst/todo-weather
Catalog: lib/l10n/intl_*.arb
Languages: uk

source: Weather
uk: Погода

source: ToDo
uk: Замітки

# allToDo
source: Show all ToDo
uk: Показати всі замітки

# doneToDo
source: Show done ToDo
uk: Показати виконані замітки

# notDoneToDo
source: Show not done ToDo
uk: Показати невиконані замітки

# filterCategory
source: Filter by category:
uk: Фильтрація за категорією:

source: done
uk: Готово

source: Title
uk: Назва замітки

source: Category
uk: Категорія

source: Description
uk: Опис

# newToDo
source: Create New ToDo
uk: Нова замітка

source: Update ToDo
uk: Оновити ToDo

source: Get current weather
uk: Отримати погоду на зараз

source: Update current weather
uk: Оновити погоду на зараз

source: Current weather
uk: Погода зараз

source: City
uk: Місто

source: Temperature
uk: Температура

# errorWeatherGeoData
source: Please give access to geodata parameters in settings
uk: Будь ласка, дайте дозвіл до геоданних у налаштуваннях
